"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Dodaj";

"Add US bank account" = "Dodaj bančni račun v ZDA";

"Add a card" = "Dodajte kartico";

"Add a payment method" = "Dodaj način plačila";

"Add bank account" = "Dodaj bančni račun";

"Add card" = "Dodaj kartico";

"Add new card" = "Dodajte novo kartico";

"Add new payment method" = "Dodaj nov način plačila";

"Add your payment information" = "Dodajte podatke o plačilu";

"Approve payment" = "Odobrite plačilo";

"Are you sure you want to remove this card?" = "Ali res želite odstraniti to kartico?";

"Are you sure you want to remove this linked account?" = "Ali res želite odstraniti ta povezan račun?";

"Back" = "Nazaj";

"Bank" = "Banka";

"Bank account" = "Bančni račun";

"Bank account details cannot be changed." = "Podatkov o bančnem računu ni mogoče spremeniti.";

"Buy now or pay later with <img/>" = "Kupite zdaj ali pa plačajte pozneje s storitvijo <img/>";

"Buy now or pay later with Afterpay" = "Kupite zdaj ali pa plačajte pozneje s storitvijo Afterpay";

"Buy now or pay later with Clearpay" = "Kupite zdaj ali pa plačajte pozneje s storitvijo Clearpay";

"Buy now or pay later with Klarna" = "Kupite zdaj ali pa za plačilo pozneje uporabite Klarna";

"Buy using a UPI ID" = "Za nakup uporabite UPI ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "S potrditvijo plačila s storitvijo PayPal pooblaščate podjetje %@, da bremeni vaš račun za PayPal s prihodnjimi plačili v skladu s pogoji podjetja.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Če potrdite preusmeritev v storitev Amazon Pay, pooblaščate podjetje %@, da bremeni vaš račun Amazon Pay s prihodnjimi plačili v skladu s pogoji podjetja.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Če potrdite preusmeritev v storitev Klarna, pooblaščate podjetje %1$@, da bremeni vaš račun Klarna s prihodnjimi plačili v skladu s pogoji podjetja in pogoji storitve Klarna. To lahko kadar koli spremenite v aplikaciji Klarna ali tako, da pišete na naslov %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Če potrdite preusmeritev v storitev PayPal, pooblaščate podjetje %@, da bremeni vaš račun za PayPal s prihodnjimi plačili v skladu s pogoji podjetja.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Če potrdite preusmeritev v storitev Revolut Pay, pooblaščate podjetje %@, da bremeni vaš račun za Revolut Pay s prihodnjimi plačili v skladu s pogoji podjetja.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Če nadaljujete postopek, se strinjate z odobritvijo plačil v skladu s <terms>temi pogoji</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Če nadaljujete, pooblaščate podjetje %1$@, da bremeni vaš račun za Cash App s tem plačilom in prihodnjimi plačili v skladu s pogoji podjetja %2$@ do preklica tega pooblastila. To lahko kadar koli spremenite v nastavitvah aplikacije Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Če se pridružite storitvi Link, se strinjate s <terms>pogoji</terms> in <privacy>pravilnikom o zasebnosti</privacy>.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "S posredovanjem podatkov o svoji kartici dovoljujete, da %@ bremeni vašo kartico za prihodnja plačila v skladu z njihovimi pogoji.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Če navedete svoj e-poštni naslov, se strinjate z ustvarjanjem računa Link in shranjevanjem podatkov o plačilu v storitev Link v skladu s <terms>pogoji</terms> in <privacy>pravilnikom o zasebnosti</privacy> storitve Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Z navedbo podatkov o plačilu in potrditvijo tega plačila pooblaščate (A) podjetje %@ in družbo Stripe, našega ponudnika plačilnih storitev, da posreduje navodila vaši banki za bremenitev vašega računa, in (B) vašo banko, da bremeni vaš račun v skladu s temi navodili. Vaše pravice vključujejo tudi pravico do povračila denarnih sredstev s strani vaše banke v skladu s pogoji in določili vaše pogodbe z banko. Povračilo denarnih sredstev morate zahtevati v 8 tednih od dneva bremenitve vašega računa. Vaše pravice so podrobno opisane na izpisku, ki ga lahko pridobite v banki. Strinjate se s prejemom obvestil za prihodnje bremenitve največ 2 dni pred njihovo izvedbo.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Če navedete svojo telefonsko številko, se strinjate z ustvarjanjem računa Link in shranjevanjem podatkov o plačilu v storitev Link v skladu s <terms>pogoji</terms> in <privacy>pravilnikom o zasebnosti</privacy> storitve Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Če shranite bančni račun za %@, se strinjate z odobritvijo plačil v skladu s <terms>temi pogoji</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Prekliči ali plačaj na drugačen način";

"Card details cannot be changed." = "Podrobnosti kartice ni mogoče spremeniti.";

"Change email" = "Spremeni e-poštni naslov";

"Choose a payment method" = "Izberite način plačila";

"Close card scanner" = "Zapri optični bralnik kartic";

"Code sent" = "Koda je bila poslana";

"Confirm" = "Potrdi";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Potrdite plačilo v aplikaciji banke ali aplikaciji za plačilo v %@, da zaključite nakup.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Potrdite plačilo v aplikaciji banke %@, da zaključite nakup.";

"Confirm your CVC" = "Potrdite svojo kodo CVC";

"Contact information" = "Podatki za stik";

"Default" = "Privzeto";

"EPS Bank" = "Banka EPS";

"Enter address manually" = "Naslov vnesite ročno";

"FPX Bank" = "Banka FPX";

"For security, please re-enter your card’s security code." = "Iz varnostnih razlogov morate znova vnesti varnostno kodo svoje kartice.";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Pridobite %@ povračila za prvo plačilo prek svojega bančnega računa. <terms>Oglejte si pogoje</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Plačajte pri svoji banki in prejmite %@ vračila. <terms>Oglejte si pogoje</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Potrjujem, da bo družba Stripe zbirala direktne obremenitve v imenu podjetja %@ ter da sem lastnik računa in edina oseba, ki lahko odobri bremenitve s tega računa.";

"IBAN" = "IBAN";

"Log out of Link" = "Odjava iz storitve Link";

"Manage SEPA debit" = "Upravljanje obremenitve SEPA";

"Manage US bank account" = "Upravljanje bančnega računa v ZDA";

"Manage card" = "Uredite kartico";

"Manage cards" = "Upravljanje kartic";

"Manage payment method" = "Uredi način plačila";

"Manage payment methods" = "Upravljanje načinov plačila";

"Manage your payment methods" = "Upravljajte svoje načine plačila";

"Name on card" = "Ime na kartici";

"New card" = "Nova kartica";

"New payment method" = "Nov način plačila";

"No %@ promo" = "Brez promocije v višini %@";

"Not %@?" = "Niste %@?";

"Only card brand can be changed." = "Spremenite lahko samo blagovno znamko kartice.";

"Open your UPI app to approve your payment within %@" = "Odprite aplikacijo UPI in odobrite plačilo v %@";

"Or" = "Ali";

"Or pay using" = "Ali pa za plačilo uporabite";

"Or pay with a card" = "Ali pa plačajte s kartico";

"Or use" = "Ali uporabite";

"Or use a card" = "Ali uporabite kartico";

"Pay %@" = "Plačaj %@";

"Pay another way" = "Plačaj na drugačen način";

"Pay faster at %@ and thousands of businesses." = "Plačajte hitreje pri podjetju %@ in več tisoč podjetjih.";

"Pay over time with %@" = "Uporabite %@ za poznejše plačilo";

"Pay over time with Affirm" = "Uporabite Affirm za poznejše plačilo";

"Pay with Link" = "Za plačilo uporabi Link";

"Pay with your bank account in just a few steps." = "Z bančnim računom lahko plačate v le nekaj korakih.";

"Payment" = "Plačilo";

"Payment failed" = "Plačilo ni uspelo";

"Payment methods" = "Načini plačila";

"Please go back and select another payment method" = "Vrnite se in izberite drug način plačila";

"Point the camera at your card." = "Usmerite kamero v kartico.";

"Processing..." = "Obdelovanje ...";

"Przelewy24 Bank" = "Banka Przelewy24";

"Remove card?" = "Ali želite odstranit kartico?";

"Remove linked account" = "Odstrani povezan račun";

"Resend code" = "Znova pošlji kodo";

"SEPA debit details cannot be changed." = "Podrobnosti obremenitve SEPA ni mogoče spremeniti.";

"Save" = "Shrani";

"Save a new payment method" = "Shranite nov način plačila";

"Save address" = "Shrani naslov";

"Save for future payments" = "Shrani za prihodnja plačila";

"Save payment details to %@ for future purchases" = "Shranite podatke o plačilu podjetju %@ za prihodnja plačila";

"Save this account for future %@ payments" = "Shrani ta računa za prihodnja plačila %@";

"Save your bank account in just a few steps." = "Shranite svoj bančni v le nekaj korakih.";

"Save your info for secure 1-click checkout with Link" = "Shranite svoje podatke za varno izvedbo plačila z enim klikom s storitvijo Link";

"Saved" = "Shranjeno";

"Select card" = "Izberite kartico";

"Select payment method" = "Izberite način plačila";

"Select your payment method" = "Izberite način plačila";

"Set as default" = "Nastavi kot privzeti";

"Set as default payment method" = "Nastavi kot privzeti način plačila";

"Set up" = "Nastavi";

"Shipping to %@ is not supported." = "Dostava v državo %@ ni podprta.";

"Show menu" = "Pokaži meni";

"Simple, secure one-click payments" = "Enostavna in varna plačila z enim klikom";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe bo v 1–2 delovnih dneh na vaš račun nakazal znesek v višini 0,01 USD. Nato boste prejeli e-poštno sporočilo z navodili za dokončanje shranjevanja bančnega računa pri podjetju %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe bo v 1–2 delovnih dneh na vaš račun nakazal znesek v višini 0,01 USD. Nato boste prejeli e-poštno sporočilo z navodili za dokončanje plačila podjetju %@.";

"Tap to close" = "Tapnite, da zaprete";

"Tap to expand" = "Tapnite, da razširite";

"The IBAN you entered is incomplete." = "Vnesena koda IBAN ni popolna.";

"The provided verification code has expired." = "Navedena potrditvena koda je potekla.";

"The provided verification code is incorrect." = "Navedena potrditvena koda ni pravilna.";

"This card has expired. Update your card info or choose a different payment method." = "Ta kartica je potekla. Posodobite podatke o kartici ali izberite drug način plačila.";

"This is your default" = "To je vaš privzeti način plačila";

"Too many attempts. Please try again in a few minutes." = "Preveč poskusov. Poskusite znova čez nekaj minut.";

"Unavailable for this purchase" = "Ni na voljo za ta nakup";

"Update card" = "Posodobi kartico";

"Update payment method" = "Posodobite način plačila";

"Use your saved info to check out faster" = "Uporabite svoje shranjene podatke za hitrejšo izvedbo plačila";

"View more" = "Prikaži več";

"Your IBAN should start with a two-letter country code." = "Vaša koda IBAN se mora začeti z dvomestno kodo države.";

"iDEAL Bank" = "Banka iDEAL";
